Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 重置书库首次引导
de: Bibliotheks-Einführung zurücksetzen
en: Reset first-time library guide
es: Restablecer la guía inicial de biblioteca
fr: Réinitialiser le guide initial de bibliothèque
hi: पहली लाइब्रेरी गाइड रीसेट करें
it: Reimposta la guida iniziale alla libreria
ja: 本棚の初回ガイドをリセット
pt_br: Redefinir o guia inicial da biblioteca

source: 重试
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
pt_br: Tentar novamente

source: 重试打开
de: Erneut öffnen
en: Try Opening Again
es: Volver a abrir
fr: Rouvrir
hi: फिर खोलें
it: Apri di nuovo
ja: もう一度開く
pt_br: Abrir novamente

source: 重试朗读
de: Vorlesen erneut versuchen
en: Retry Read Aloud
es: Reintentar lectura en voz alta
fr: Réessayer la lecture à voix haute
hi: ज़ोर से पढ़ना फिर आज़माएँ
it: Riprova la lettura ad alta voce
ja: 読み上げを再試行
pt_br: Tentar leitura em voz alta novamente

source: 重试解读
de: Erklärung erneut versuchen
en: Retry Explanation
es: Reintentar explicación
fr: Réessayer l’explication
hi: व्याख्या फिर आज़माएँ
it: Riprova la spiegazione
ja: 解説を再試行
pt_br: Tentar explicação novamente

source: 阅读历史
de: Leseverlauf
en: Reading history
es: Historial de lectura
fr: Historique de lecture
hi: पढ़ने का इतिहास
it: Cronologia di lettura
ja: 読書履歴
pt_br: Histórico de leitura

source: 阅读历史仍在加载，请稍后重试。
de: Der Leseverlauf wird noch geladen. Bitte versuchen Sie es später erneut.
en: Reading history is still loading. Please try again later.
es: El historial de lectura sigue cargándose. Inténtalo de nuevo más tarde.
fr: L’historique de lecture est toujours en cours de chargement. Réessayez plus tard.
hi: पढ़ने का इतिहास अभी भी लोड हो रहा है। कृपया बाद में फिर कोशिश करें।
it: La cronologia di lettura è ancora in fase di caricamento. Riprova più tardi.
ja: 読書履歴を読み込み中です。しばらくしてからもう一度お試しください。
pt_br: O histórico de leitura ainda está carregando. Tente novamente mais tarde.

source: 隐私政策
de: Datenschutzrichtlinie
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
pt_br: Política de Privacidade

source: 需要建立安全的 CastReader 移动会话。
de: Eine sichere mobile CastReader-Sitzung ist erforderlich.
en: A secure CastReader mobile session is required.
es: Se requiere una sesión móvil segura de CastReader.
fr: Une session mobile CastReader sécurisée est requise.
hi: एक सुरक्षित CastReader मोबाइल सत्र की आवश्यकता है।
it: È necessaria una sessione mobile sicura di CastReader.
ja: 安全な CastReader モバイル セッションが必要です。
pt_br: É necessária uma sessão móvel segura do CastReader.

source: 需要重新绑定 Amazon 账号才能继续。重新绑定并同步后，书架和听书进度都会回来。
de: Verbinde dein Amazon-Konto erneut, um fortzufahren. Bibliothek und Hörfortschritt kehren nach dem erneuten Verbinden und Synchronisieren zurück.
en: Reconnect your Amazon account to continue. Your library and listening progress return after you reconnect and sync.
es: Vuelve a conectar tu cuenta de Amazon para continuar. Tu biblioteca y tu progreso de escucha se restauran tras reconectar y sincronizar.
fr: Reconnectez votre compte Amazon pour continuer. Votre bibliothèque et votre progression d’écoute reviennent après reconnexion et synchronisation.
hi: जारी रखने के लिए अपना Amazon खाता फिर से कनेक्ट करें। फिर से कनेक्ट और सिंक करने के बाद आपकी लाइब्रेरी और सुनने की प्रगति वापस आ जाएगी।
it: Ricollega il tuo account Amazon per continuare. La libreria e i progressi di ascolto tornano dopo aver ricollegato e sincronizzato.
ja: 続けるには Amazon アカウントを再連携してください。再連携して同期すると、ライブラリと再生位置は元に戻ります。
pt_br: Reconecte sua conta da Amazon para continuar. Sua biblioteca e o progresso de audição voltam após reconectar e sincronizar.

source: 音色
de: Stimme
en: Voice
es: Voz
fr: Voix
hi: आवाज़
it: Voce
ja: 音声
pt_br: Voz

source: 音色分类
de: Stimmenkategorie
en: Voice Category
es: Categoría de voz
fr: Catégorie de voix
hi: आवाज़ की श्रेणी
it: Categoria vocale
ja: 音声カテゴリ
pt_br: Categoria de voz

source: 音频准备超时，请重试
de: Die Audiovorbereitung hat zu lange gedauert. Bitte versuche es erneut.
en: Audio preparation timed out. Please try again.
es: Se agotó el tiempo de preparación del audio. Inténtalo de nuevo.
fr: La préparation audio a expiré. Réessayez.
hi: ऑडियो तैयार होने में बहुत समय लगा। फिर कोशिश करें।
it: La preparazione dell'audio è scaduta. Riprova.
ja: 音声の準備がタイムアウトしました。もう一度お試しください。
pt_br: A preparação do áudio expirou. Tente novamente.

source: 音频播放失败，请重试
de: Die Audiowiedergabe ist fehlgeschlagen. Bitte versuche es erneut.
en: Audio playback failed. Please try again.
es: No se pudo reproducir el audio. Inténtalo de nuevo.
fr: La lecture audio a échoué. Réessayez.
hi: ऑडियो चल नहीं सका। फिर कोशिश करें।
it: La riproduzione audio non è riuscita. Riprova.
ja: 音声を再生できませんでした。もう一度お試しください。
pt_br: Não foi possível reproduzir o áudio. Tente novamente.

source: 音频队列已中断，请重试
de: Die Audiowarteschlange wurde unterbrochen. Bitte versuche es erneut.
en: The audio queue was interrupted. Please try again.
es: La cola de audio se interrumpió. Inténtalo de nuevo.
fr: La file audio a été interrompue. Réessayez.
hi: ऑडियो कतार रुक गई। फिर कोशिश करें।
it: La coda audio è stata interrotta. Riprova.
ja: 音声キューが中断されました。もう一度お試しください。
pt_br: A fila de áudio foi interrompida. Tente novamente.

source: 页面会异步加载，请稍候，完成前不会显示 0 本。
de: Die Seite wird im Hintergrund geladen. Bitte warten Sie; „0 Bücher“ wird erst nach Abschluss angezeigt.
en: The page loads in the background. Please wait; 0 books will not appear until loading is complete.
es: La página se carga en segundo plano. Espera; no se mostrarán 0 libros hasta que termine.
fr: La page se charge en arrière-plan. Veuillez patienter ; 0 livre ne sera affiché qu’une fois le chargement terminé.
hi: पेज बैकग्राउंड में लोड हो रहा है। कृपया प्रतीक्षा करें; पूरा होने से पहले 0 किताबें नहीं दिखाई जाएँगी।
it: La pagina viene caricata in background. Attendi: “0 libri” verrà mostrato solo al termine.
ja: ページはバックグラウンドで読み込まれます。完了するまで「0 冊」とは表示されません。
pt_br: A página é carregada em segundo plano. Aguarde; “0 livros” só será exibido após a conclusão.

source: 首页
de: Start
en: Home
es: Inicio
fr: Accueil
hi: होम
it: Home
ja: ホーム
pt_br: Início

source: 验证码
de: Bestätigungscode
en: Verification code
es: Código de verificación
fr: Code de vérification
hi: सत्यापन कोड
it: Codice di verifica
ja: 認証コード
pt_br: Código de verificação

source: 验证码错误或已过期，请重试
de: Code falsch oder abgelaufen. Bitte erneut versuchen
en: Incorrect or expired code. Try again
es: Código incorrecto o caducado. Inténtalo de nuevo
fr: Code incorrect ou expiré. Réessayez
hi: कोड गलत है या समाप्त हो गया है। पुनः प्रयास करें
it: Codice errato o scaduto. Riprova
ja: コードが正しくないか期限切れです。もう一度お試しください
pt_br: Código incorreto ou expirado. Tente novamente

source: 高亮颜色
de: Hervorhebungsfarbe
en: Highlight Color
es: Color de resaltado
fr: Couleur de surlignage
hi: हाइलाइट रंग
it: Colore evidenziazione
ja: ハイライト色
pt_br: Cor do destaque

# Continue ${item} in ${mode} mode
source: 以${mode}模式继续${item}
de: ${item} im Modus ${mode} fortsetzen
en: Continue ${item} in ${mode} mode
es: Continuar ${item} en modo ${mode}
fr: Continuer ${item} en mode ${mode}
hi: ${item} को ${mode} मोड में जारी रखें
it: Continua ${item} in modalità ${mode}
ja: ${item}を${mode}モードで続ける
pt_br: Continuar ${item} no modo ${mode}

# Continue Reading
source: 继续阅读
de: Weiterlesen
en: Continue Reading
es: Seguir leyendo
fr: Reprendre la lecture
hi: पढ़ना जारी रखें
it: Continua a leggere
ja: 読書を続ける
pt_br: Continuar lendo

# Continue in CastReader
source: 在 CastReader 中继续
de: In CastReader fortsetzen
en: Continue in CastReader
es: Continuar en CastReader
fr: Continuer dans CastReader
hi: CastReader में जारी रखें
it: Continua in CastReader
ja: CastReaderで続きを開く
pt_br: Continuar no CastReader

# Continue the latest item, or choose a recent CastReader item.
source: 继续最近的内容，或选择一个最近使用的 CastReader 内容。
de: Setze den letzten Inhalt fort oder wähle einen kürzlich verwendeten CastReader-Inhalt.
en: Continue the latest item, or choose a recent CastReader item.
es: Continúa el último elemento o elige uno reciente de CastReader.
fr: Reprenez le dernier élément ou choisissez un élément CastReader récent.
hi: सबसे हाल की सामग्री जारी रखें या CastReader की हाल की सामग्री चुनें।
it: Continua l’ultimo elemento o scegline uno recente di CastReader.
ja: 最新の項目を続けるか、CastReaderの最近の項目を選びます。
pt_br: Continue o item mais recente ou escolha um item recente do CastReader.

# Explain
source: 解读
de: Erklären
en: Explain
es: Explicar
fr: Expliquer
hi: समझाएँ
it: Spiega
ja: 解説
pt_br: Explicar

# Explain ${input} with CastReader
source: 用 CastReader 解读${input}
de: ${input} mit CastReader erklären
en: Explain ${input} with CastReader
es: Explicar ${input} con CastReader
fr: Expliquer ${input} avec CastReader
hi: CastReader से ${input} समझाएँ
it: Spiega ${input} con CastReader
ja: CastReaderで${input}を解説
pt_br: Explicar ${input} com o CastReader

# Explain with CastReader
source: 用 CastReader 解读
de: Mit CastReader erklären
en: Explain with CastReader
es: Explicar con CastReader
fr: Expliquer avec CastReader
hi: CastReader से समझाएँ
it: Spiega con CastReader
ja: CastReaderで解説
pt_br: Explicar com o CastReader

# Mode
source: 模式
de: Modus
en: Mode
es: Modo
fr: Mode
hi: मोड
it: Modalità
ja: モード
pt_br: Modo

# Open ${input} in ${mode} mode
source: 以${mode}模式打开${input}
de: ${input} im Modus ${mode} öffnen
en: Open ${input} in ${mode} mode
es: Abrir ${input} en modo ${mode}
fr: Ouvrir ${input} en mode ${mode}
hi: ${input} को ${mode} मोड में खोलें
it: Apri ${input} in modalità ${mode}
ja: ${input}を${mode}モードで開く
pt_br: Abrir ${input} no modo ${mode}

# Open text or a web link in CastReader for read-aloud or explanation.
source: 在 CastReader 中打开文本或网页链接进行朗读或解读。
de: Öffne Text oder einen Weblink in CastReader zum Vorlesen oder Erklären.
en: Open text or a web link in CastReader for read-aloud or explanation.
es: Abre texto o un enlace web en CastReader para leerlo en voz alta o explicarlo.
fr: Ouvrez du texte ou un lien web dans CastReader pour le lire à voix haute ou l’expliquer.
hi: CastReader में टेक्स्ट या वेब लिंक खोलकर उसे सुनें या समझें।
it: Apri testo o un link web in CastReader per leggerlo ad alta voce o spiegarlo.
ja: テキストやWebリンクをCastReaderで開き、読み上げまたは解説します。
pt_br: Abra um texto ou link da web no CastReader para ler em voz alta ou explicar.

# Read Aloud
source: 朗读
de: Vorlesen
en: Read Aloud
es: Leer en voz alta
fr: Lire à voix haute
hi: ज़ोर से पढ़ें
it: Leggi ad alta voce
ja: 読み上げ
pt_br: Ler em voz alta

# Read with CastReader
source: 用 CastReader 朗读
de: Mit CastReader vorlesen
en: Read with CastReader
es: Leer con CastReader
fr: Lire avec CastReader
hi: CastReader से पढ़ें
it: Leggi con CastReader
ja: CastReaderで読み上げ
pt_br: Ler com o CastReader

# Reading Item
source: 阅读内容
de: Leseinhalt
en: Reading Item
es: Elemento de lectura
fr: Élément de lecture
hi: पढ़ने की सामग्री
it: Contenuto da leggere
ja: 読書項目
pt_br: Item de leitura

# Reading Mode
source: 阅读模式
de: Lesemodus
en: Reading Mode
es: Modo de lectura
fr: Mode de lecture
hi: पढ़ने का मोड
it: Modalità di lettura
ja: 読み方
pt_br: Modo de leitura

# Recent Item
source: 最近内容
de: Letzter Inhalt
en: Recent Item
es: Elemento reciente
fr: Élément récent
hi: हाल की सामग्री
it: Elemento recente
ja: 最近の項目
pt_br: Item recente

# Text or URL
source: 文本或 URL
de: Text oder URL
en: Text or URL
es: Texto o URL
fr: Texte ou URL
hi: टेक्स्ट या URL
it: Testo o URL
ja: テキストまたはURL
pt_br: Texto ou URL

# The text or web address to open in CastReader.
source: 要在 CastReader 中打开的文本或网页地址。
de: Der Text oder die Webadresse, die in CastReader geöffnet werden soll.
en: The text or web address to open in CastReader.
es: El texto o la dirección web que se abrirá en CastReader.
fr: Le texte ou l’adresse web à ouvrir dans CastReader.
hi: CastReader में खोलने के लिए टेक्स्ट या वेब पता।
it: Il testo o l’indirizzo web da aprire in CastReader.
ja: CastReaderで開くテキストまたはWebアドレスです。
pt_br: O texto ou endereço da web para abrir no CastReader.

source: Kindle 已连接
de: Kindle ist verbunden
en: Kindle connected
es: Kindle conectado
fr: Kindle connecté
hi: Kindle कनेक्ट हो गया
it: Kindle collegato
ja: Kindleに接続しました
pt_br: Kindle conectado

source: 不是这个站点？更换
de: Nicht der richtige Shop? Ändern
en: Not the right store? Change it
es: ¿No es la tienda correcta? Cámbiala
fr: Ce n’est pas la bonne boutique ? Changer
hi: यह सही स्टोर नहीं है? बदलें
it: Non è lo store giusto? Cambia
ja: このストアではありませんか？変更
pt_br: Não é a loja certa? Alterar

source: 为什么读完一页，却什么都没记住？
de: Warum bleibt nach einer gelesenen Seite nichts hängen?
en: Why do you finish a page and remember nothing?
es: ¿Por qué terminas una página y no recuerdas nada?
fr: Pourquoi finir une page sans rien retenir ?
hi: एक पेज पढ़कर भी कुछ याद क्यों नहीं रहता?
it: Perché finisci una pagina e non ricordi nulla?
ja: 1ページ読んだのに、なぜ何も覚えていないのでしょう？
pt_br: Por que você termina uma página e não se lembra de nada?

source: 书架还没有准备好
de: Die Bibliothek ist noch nicht bereit
en: Your library isn’t ready yet
es: La biblioteca aún no está lista
fr: Votre bibliothèque n’est pas encore prête
hi: आपकी लाइब्रेरी अभी तैयार नहीं है
it: La libreria non è ancora pronta
ja: ライブラリの準備がまだできていません
pt_br: Sua biblioteca ainda não está pronta

source: 你以为自己一直在阅读，注意力却可能每隔几秒离开一次。让声音带着文字逐词亮起，就像有人用手指带着你读。眼睛和耳朵落在同一个位置，长句不再容易看丢，思路也更容易跟住。现在，不用设置任何东西，只要继续跟着亮起的词往下读。
de: Du glaubst, die ganze Zeit zu lesen, doch deine Aufmerksamkeit wandert vielleicht alle paar Sekunden ab. Wenn eine Stimme den Text begleitet und jedes Wort nacheinander aufleuchtet, ist es, als würde jemand beim Lesen mit dem Finger mitgehen. Augen und Ohren bleiben an derselben Stelle, lange Sätze gehen weniger leicht verloren und Gedanken lassen sich besser verfolgen. Du musst jetzt nichts einstellen. Lies einfach weiter und folge den Wörtern, die nacheinander hervorgehoben werden.
en: You may feel as if you are reading the whole time, while your attention actually slips away every few seconds. When a voice guides the text and each word lights up in turn, it feels like someone is tracing the page with a finger. Your eyes and ears stay in the same place, so long sentences are easier to follow and your train of thought is less likely to break. There is nothing to set up now. Just keep reading and follow the words as they light up.
es: Puede parecer que lees todo el tiempo, pero tu atención quizá se desvíe cada pocos segundos. Cuando una voz guía el texto y cada palabra se ilumina a su turno, es como si alguien siguiera la lectura con el dedo. Tus ojos y tus oídos permanecen en el mismo punto, así que resulta más fácil seguir las frases largas y mantener el hilo. Ahora no tienes que configurar nada. Sigue leyendo y acompaña las palabras a medida que se iluminan.
fr: Vous avez peut-être l’impression de lire sans interruption, alors que votre attention s’éloigne toutes les quelques secondes. Quand une voix guide le texte et que chaque mot s’éclaire à son tour, c’est comme si quelqu’un suivait la lecture du doigt. Vos yeux et vos oreilles restent au même endroit : les longues phrases sont plus faciles à suivre et le fil de votre pensée se maintient. Rien à régler maintenant. Continuez simplement à lire en suivant les mots qui s’éclairent.
hi: आपको लगता है कि आप लगातार पढ़ रहे हैं, लेकिन आपका ध्यान शायद हर कुछ सेकंड में भटक जाता है। जब आवाज़ टेक्स्ट के साथ चलती है और हर शब्द बारी-बारी से चमकता है, तो ऐसा लगता है जैसे कोई उंगली रखकर आपको पढ़ा रहा हो। आँखें और कान एक ही जगह टिके रहते हैं, इसलिए लंबे वाक्य छूटते नहीं और विचारों की कड़ी बनाए रखना आसान होता है। अभी कुछ भी सेट करने की ज़रूरत नहीं। बस पढ़ते रहें और चमकते शब्दों के साथ आगे बढ़ें।
it: Potresti avere l’impressione di leggere senza fermarti, mentre la tua attenzione si allontana ogni pochi secondi. Quando una voce guida il testo e ogni parola si illumina a turno, è come se qualcuno seguisse la lettura con un dito. Occhi e orecchie restano nello stesso punto, così le frasi lunghe sono più facili da seguire e non perdi il filo. Ora non devi configurare nulla. Continua semplicemente a leggere seguendo le parole mentre si illuminano.
ja: ずっと読んでいるつもりでも、注意は数秒ごとに文章から離れているかもしれません。音声に合わせて言葉が一語ずつ光ると、誰かが指でなぞりながら読んでくれるように感じられます。目と耳が同じ場所にそろうので、長い文でも途中を見失いにくく、考えの流れも追いやすくなります。今は何も設定する必要はありません。光る言葉を追いながら、そのまま読み進めてください。
pt_br: Você pode sentir que está lendo o tempo todo, mas sua atenção talvez se afaste a cada poucos segundos. Quando uma voz guia o texto e cada palavra se ilumina por vez, é como se alguém acompanhasse a leitura com o dedo. Seus olhos e ouvidos ficam no mesmo ponto, então frases longas se tornam mais fáceis de acompanhar e você não perde o raciocínio. Agora não há nada para configurar. Continue lendo e siga as palavras conforme elas se iluminam.

source: 你的书可能在 %@。
de: Deine Bücher könnten bei %@ sein.
en: Your books may be in %@.
es: Tus libros podrían estar en %@.
fr: Vos livres se trouvent peut-être sur %@.
hi: आपकी किताबें %@ में हो सकती हैं।
it: I tuoi libri potrebbero trovarsi su %@.
ja: 本は%@にあるかもしれません。
pt_br: Seus livros podem estar em %@.

source: 先从这本开始
de: Beginne mit diesem Buch
en: Start with this book
es: Empieza por este libro
fr: Commencez par ce livre
hi: इस किताब से शुरू करें
it: Inizia da questo libro
ja: まずはこの本から
pt_br: Comece por este livro

source: 先听 30 秒，看看 CastReader 怎么读
de: 30 Sekunden anhören: So liest CastReader vor
en: Listen for 30 seconds to see how CastReader reads
es: Escucha 30 segundos para ver cómo lee CastReader
fr: Écoutez 30 secondes pour découvrir la lecture CastReader
hi: 30 सेकंड सुनें और देखें कि CastReader कैसे पढ़ता है
it: Ascolta 30 secondi per scoprire come legge CastReader
ja: 30秒聴いてCastReaderの読み方を体験
pt_br: Ouça por 30 segundos para ver como o CastReader lê

source: 声音、逐词高亮和自动滚动会一起跟上。
de: Stimme, Hervorhebung Wort für Wort und automatisches Scrollen bleiben synchron.
en: Voice, word-by-word highlighting, and automatic scrolling stay in sync.
es: La voz, el resaltado palabra por palabra y el desplazamiento automático avanzan sincronizados.
fr: La voix, le surlignage mot à mot et le défilement automatique restent synchronisés.
hi: आवाज़, शब्द-दर-शब्द हाइलाइट और अपने-आप स्क्रॉल एक साथ चलते हैं।
it: Voce, evidenziazione parola per parola e scorrimento automatico restano sincronizzati.
ja: 音声、単語ごとのハイライト、自動スクロールが連動します。
pt_br: A voz, o destaque palavra por palavra e a rolagem automática ficam sincronizados.

source: 已为你准备好
de: Für dich vorbereitet
en: Ready for you
es: Preparado para ti
fr: Préparé pour vous
hi: आपके लिए तैयार
it: Preparato per te
ja: あなたのために準備しました
pt_br: Preparado para você

source: 已准备好 · 从上次位置继续
de: Bereit · An der letzten Stelle fortsetzen
en: Ready · Continue from where you left off
es: Listo · Continúa donde lo dejaste
fr: Prêt · Reprendre où vous vous étiez arrêté
hi: तैयार · वहीं से जारी रखें जहाँ छोड़ा था
it: Pronto · Riprendi da dove eri rimasto
ja: 準備完了 · 前回の位置から再開
pt_br: Pronto · Continue de onde parou

source: 已找到 %d 本
de: Gefundene Bücher: %d
en: Books found: %d
es: Libros encontrados: %d
fr: Livres trouvés : %d
hi: मिली किताबें: %d
it: Libri trovati: %d
ja: 見つかった本：%d冊
pt_br: Livros encontrados: %d

source: 已按你所在的地区选择 %@。连接后会自动找到书架。
de: Wir haben %@ passend zu deiner Region ausgewählt. Nach dem Verbinden wird deine Bibliothek automatisch gefunden.
en: We selected %@ based on your region. After connecting, we’ll find your library automatically.
es: Hemos seleccionado %@ según tu región. Al conectarte, encontraremos tu biblioteca automáticamente.
fr: Nous avons sélectionné %@ selon votre région. Après la connexion, votre bibliothèque sera trouvée automatiquement.
hi: हमने आपके क्षेत्र के आधार पर %@ चुना है। कनेक्ट करने के बाद आपकी लाइब्रेरी अपने-आप मिल जाएगी।
it: Abbiamo selezionato %@ in base alla tua area. Dopo il collegamento troveremo automaticamente la tua libreria.
ja: 地域に合わせて%@を選びました。接続後、ライブラリを自動で見つけます。
pt_br: Selecionamos %@ de acordo com sua região. Depois de conectar, encontraremos sua biblioteca automaticamente.

source: 开始听这本
de: Dieses Buch anhören
en: Listen to this book
es: Escuchar este libro
fr: Écouter ce livre
hi: यह किताब सुनें
it: Ascolta questo libro
ja: この本を聴く
pt_br: Ouvir este livro

source: 开始边听边看
de: Mitlesen starten
en: Start reading and listening
es: Empezar a escuchar y leer
fr: Commencer à lire et écouter
hi: सुनते हुए पढ़ना शुरू करें
it: Inizia a leggere e ascoltare
ja: 音声と一緒に読み始める
pt_br: Começar a ler e ouvir

source: 当前 Amazon 站点与所选站点不一致。
de: Der aktuelle Amazon-Shop stimmt nicht mit dem ausgewählten Shop überein.
en: The current Amazon store doesn’t match the selected store.
es: La tienda de Amazon actual no coincide con la seleccionada.
fr: La boutique Amazon actuelle ne correspond pas à celle sélectionnée.
hi: वर्तमान Amazon स्टोर चुने हुए स्टोर से मेल नहीं खाता।
it: Lo store Amazon attuale non corrisponde a quello selezionato.
ja: 現在のAmazonストアが選択したストアと一致しません。
pt_br: A loja atual da Amazon não corresponde à loja selecionada.

source: 找到第一本可播放的书后会自动继续。
de: Sobald das erste abspielbare Buch gefunden wurde, geht es automatisch weiter.
en: We’ll continue automatically as soon as we find the first book that can be played.
es: Continuaremos automáticamente al encontrar el primer libro que se pueda reproducir.
fr: Nous continuerons automatiquement dès que le premier livre lisible sera trouvé.
hi: चलने योग्य पहली किताब मिलते ही हम अपने-आप आगे बढ़ेंगे।
it: Continueremo automaticamente appena troveremo il primo libro riproducibile.
ja: 再生できる最初の本が見つかり次第、自動で次へ進みます。
pt_br: Continuaremos automaticamente assim que encontrarmos o primeiro livro que pode ser reproduzido.

source: 把你的 Kindle 书也这样读
de: Lass auch deine Kindle-Bücher so vorlesen
en: Read your Kindle books this way too
es: Haz que tus libros Kindle también se lean así
fr: Faites lire vos livres Kindle de la même manière
hi: अपनी Kindle किताबें भी इसी तरह सुनें
it: Fai leggere così anche i tuoi libri Kindle
ja: Kindle本も同じように読み上げ
pt_br: Faça seus livros Kindle serem lidos assim também

source: 按地区推荐
de: Für deine Region empfohlen
en: Recommended for your region
es: Recomendado para tu región
fr: Recommandé pour votre région
hi: आपके क्षेत्र के लिए सुझाया गया
it: Consigliato per la tua area
ja: お住まいの地域におすすめ
pt_br: Recomendado para sua região

source: 换一本
de: Ein anderes Buch
en: Choose another book
es: Elegir otro libro
fr: Choisir un autre livre
hi: दूसरी किताब चुनें
it: Scegli un altro libro
ja: 別の本を選ぶ
pt_br: Escolher outro livro

source: 无需登录 · 不消耗免费额度
de: Keine Anmeldung · Kein Verbrauch deines Gratis-Kontingents
en: No sign-in · Doesn’t use your free allowance
es: Sin iniciar sesión · No consume tu cupo gratuito
fr: Sans connexion · Ne consomme pas votre quota gratuit
hi: लॉगिन की ज़रूरत नहीं · मुफ़्त कोटा खर्च नहीं होगा
it: Nessun accesso · Non consuma la quota gratuita
ja: ログイン不要 · 無料枠を消費しません
pt_br: Sem login · Não usa sua cota gratuita

source: 更换 Amazon 站点
de: Amazon-Shop ändern
en: Change Amazon store
es: Cambiar tienda de Amazon
fr: Changer de boutique Amazon
hi: Amazon स्टोर बदलें
it: Cambia store Amazon
ja: Amazonストアを変更
pt_br: Alterar loja da Amazon

source: 有阅读进度
de: Mit Lesefortschritt
en: Has reading progress
es: Con progreso de lectura
fr: Avec une progression de lecture
hi: पढ़ने की प्रगति उपलब्ध
it: Con avanzamento di lettura
ja: 読書の進捗あり
pt_br: Com progresso de leitura

source: 本地示例 · 约 30 秒
de: Lokales Beispiel · ca. 30 Sekunden
en: Local sample · About 30 seconds
es: Ejemplo local · Unos 30 segundos
fr: Exemple local · Environ 30 secondes
hi: लोकल उदाहरण · लगभग 30 सेकंड
it: Esempio locale · Circa 30 secondi
ja: 端末内のサンプル · 約30秒
pt_br: Exemplo local · Cerca de 30 segundos

source: 正在准备你的 Kindle 书架
de: Deine Kindle-Bibliothek wird vorbereitet
en: Preparing your Kindle library
es: Preparando tu biblioteca Kindle
fr: Préparation de votre bibliothèque Kindle
hi: आपकी Kindle लाइब्रेरी तैयार की जा रही है
it: Preparazione della libreria Kindle
ja: Kindleライブラリを準備しています
pt_br: Preparando sua biblioteca Kindle
